tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science"
brew "amazon-ecs-cli"
brew "aws-elasticbeanstalk"
brew "xz"
brew "python"
brew "awscli"
brew "cmake"
brew "cppcheck"
brew "dep"
brew "ghostscript"
brew "ffmpeg"
brew "fig2dev"
brew "gd"
brew "libtool"
brew "graphviz"
brew "httpie"
brew "imagemagick"
brew "imagemagick@6"
brew "mariadb"
brew "memcached"
brew "node"
brew "pstoedit"
brew "pkg-config"
brew "pstree"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "sl"
brew "sshrc"
brew "swig"
brew "unrar"
brew "valgrind"
brew "wget"
brew "yarn"
brew "zsh", args: ["without-etcdir"]
brew "zsh-completions"
cask "1password"
cask "docker"
cask "vagrant"
cask "virtualbox"
cask "xquartz"
cask "sequel-pro"
cask "skitch"
cask "srware-iron"
cask "visual-studio-code"