tap "eugenmayer/dockersync"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "amazon-ecs-cli"
brew "xz"
brew "ansible"
brew "aws-elasticbeanstalk"
brew "python"
brew "awscli"
brew "boost"
brew "cmake"
brew "composer"
brew "cppcheck"
brew "dep"
brew "docker-machine", link: false
brew "ffmpeg"
brew "ghostscript"
brew "fig2dev"
brew "fswatch"
brew "gcc"
brew "gd"
brew "gdb"
brew "libtool"
brew "graphviz"
brew "helm"
brew "httpie"
brew "libomp"
brew "imagemagick"
brew "imagemagick@6"
brew "mariadb"
brew "mas"
brew "memcached"
brew "node"
brew "pkg-config"
brew "nodenv"
brew "openblas"
brew "pandoc"
brew "pstoedit"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "rename"
brew "sl"
brew "sshrc"
brew "swig"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "eugenmayer/dockersync/unox"
cask "1password"
cask "arduino"
cask "clipy"
cask "docker"
cask "gitkraken"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "mactex-no-gui"
cask "mendeley"
cask "minikube"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "slack"
cask "srware-iron"
cask "tableplus"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoomus"
mas "Activity Timer", id: 808647808
mas "Be Focused", id: 973134470
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
